import React from "react";
import "./AboutUs.css";

export default function AboutUs() {
    return (
        <section className="aboutus">
            <div className="container">
                <div className="section-title">
                    <div className="section-title-head">
                        <p>درباره ما</p>
                        <span></span>
                    </div>
                    <h2 className="section-title__name">درباره ما بیشتر بدانید</h2>
                </div>
                <div className="aboutus-wrapper">
                    <div className="aboutus__content">
                        <h3 className="aboutus__title">شرکت دیجیتال کاسوکا</h3>
                        <p className="aboutus__description">
                            شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال مارکتینگ
                            ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه راهکارهای نوین
                            بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی نقش مهمی در شکوفایی
                            اقتصادی ایران ایفا نماید و با تثبیت نام نوآد به عنوان تخصصی ترین برند
                            دیجیتال مارکتینگ در ایران و گسترش نام آن در بازارهای جهانی به صادرات
                            خدمات مبتنی بر تکنولوژی های نوین گام بردارد. نوآد پیشرفت خود در طول یک
                            دهه فعالیت را مرهون شفافیت، انسجام و پایبندی به نتایج پیش بینی شده
                            مشتریان خود می داند. سرمایه گذاری روی تکنولوژی های نوین، کیفیت و نوآوری،
                            پایبندی به تعهدات، رضایتمندی و وفاداری مشتریان، نیروی انسانی متمرکز و
                            پویا از ارزش های ذاتی نوآد می باشند. فضای دیجیتال تحول شگرف در ارتباطات
                            و نحوه تعامل مردم با یکدیگر بوجود آورده است. ابزارها و پلتفرم های بوجود
                            آمده در این عصر، قدرت چانه زنی و انتخاب را برای مردم افزایش داده و موجب
                            سهولت در ارزیابی و مقایسه برندها و محصولات مختلف گردیده است. ما این
                            تغییر نگرش در انتخاب یک برند و محصول را نوعی فرصت برای خود و مشتریانمان
                            به حساب می آوریم. در فضای دیجیتال به راحتی می توان بازار هدف را شناسایی،
                            نیازها، خواسته ها و علایق آنها را کشف و با استفاده از اطلاعاتی که بدست
                            می آید به خلق و توسعه محصولات، برند و تجربیات مناسب که از ادغام تکنولوژی
                            و خلاقیت در کنار متد بازاریابی نوین ناشی میشود، اقدام کرد. در نوآد ما
                            آماده پذیرفتن چالش های جدید هستیم و با هر قیمت که شده به تعهدات خود
                            پایبند می مانیم.
                        </p>
                        <ul className="aboutus__list">
                            <li className="aboutus__item">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
                                    <path d="M374.6 86.6c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 178.7l-57.4-57.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l80 80c12.5 12.5 32.8 12.5 45.3 0l160-160zm96 128c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 402.7 86.6 297.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l128 128c12.5 12.5 32.8 12.5 45.3 0l256-256z" />
                                </svg>
                                <p>
                                    ۱۰ سال تجربه ارایه خدمات تخصصی دیجیتال مارکتینگ و راهکارهای نوین
                                    بازاریابی
                                </p>
                            </li>
                            <li className="aboutus__item">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
                                    <path d="M374.6 86.6c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 178.7l-57.4-57.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l80 80c12.5 12.5 32.8 12.5 45.3 0l160-160zm96 128c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 402.7 86.6 297.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l128 128c12.5 12.5 32.8 12.5 45.3 0l256-256z" />
                                </svg>
                                <p>
                                    تمرکز ما در تمامی استراتژی های اجرایی معطوف به دیجیتال برندینگ و
                                    همسو کردن استراتژی های دیجیتال مارکتینگ با دیگر فعالیت های
                                    برندینگ و بازاریابی شما می باشد.
                                </p>
                            </li>
                            <li className="aboutus__item">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
                                    <path d="M374.6 86.6c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 178.7l-57.4-57.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l80 80c12.5 12.5 32.8 12.5 45.3 0l160-160zm96 128c12.5-12.5 12.5-32.8 0-45.3s-32.8-12.5-45.3 0L192 402.7 86.6 297.4c-12.5-12.5-32.8-12.5-45.3 0s-12.5 32.8 0 45.3l128 128c12.5 12.5 32.8 12.5 45.3 0l256-256z" />
                                </svg>
                                <p>
                                    برای دریافت آخرین اخبار، گرایش ها و رویداد های دیجیتال مارکتینگ
                                    ثبت نام کنید
                                </p>
                            </li>
                        </ul>
                    </div>
                    <div className="aboutus__picture">
                        <img src="./images/about-us-img.jpg" alt="" />
                    </div>
                </div>
            </div>
        </section>
    );
}
